{
    "law": {
        "title": "Terms and conditions",
        "law1": " This policy contains all the terms and conditions that describe the user's rights of use with respect to our website and any other service related to it.",
        "law2": "When you access this website it is confirmed that you have read this policy of use and the privacy policy and that you accept both documents as well as the applicable laws and other conditions included in this website.",
        "law3": "Certain aspects of this website may have age restrictions, depending on what is appropriate for certain ages or what is legally allowed. Whenever this type of restriction is applied, it will be clearly indicated on the website and you may be asked to verify your age before continuing.",
        "law4": "Changes in the use policy",
        "law5": "We reserve the right to modify the policy of use of this website, in which case, you will be informed as soon as possible. The continued use of our website means that you recognize and accept such changes.\nlaw.terms6 = Website format\n",
        "law6": "Website format",
        "law7": "You acknowledge and accept that our website may suffer occasional modifications without prior notice.",
        "law8": "Copyright policy",
        "law9": "The images of people, places and other content displayed on this website are used with permission, are owned by the company or have been collected from a public medium.",
        "law10": "The user is informed of everything you see or read on this website is subject to copyright of the company or third parties.",
        "law11": "You have permission to view and use the images and content for your personal, non-commercial use as part of this website. Any other use of these images is forbidden unless allowed by any place on this website. The unauthorized use of the images may infringe the laws of copyright, trademark, privacy and privacy and honor of advertising as well as other regulations.",
        "law12": "It is not guaranteed that your use of the website materials will not infringe the rights of third parties.",
        "law13": "The unauthorized use of the site or its contents may cause damage in certain jurisdictions, as well as other criminal or civil penalties.",
        "law14": "Content that you share with our company",
        "law15": "We may include features on this website that allow you to share your content with us and other users of the same website.",
        "law16": "You should keep in mind that when you share content through the site, your content may be publicly accessible. Which leads to authorizing the company the right and worldwide licenses, non-exclusive and transferable without any compensation for you, the right to use that content in the way that the company deems necessary by any means. With this, it is stated that you have all the necessary rights to grant the licenses conceived in this section that said content complies with all applicable laws, rules and regulations and does not infringe or violate the rights of author, privacy, intellectual property or other rights. third parties, in addition to that said content is exempt from viruses and malicious software.",
        "law17": "Stasndards of Conduct",
        "law18": "When you use this website and / or share content with us, you are not  allowed to publish and transmit the following content:",
        "law19": "Materials that may violate the law.",
        "law20": "Computer code, file or program with the intention of damaging or appropriating hardware`s operation, software or equipment to monitor his use.",
        "law21": "Promotional or advertising material not authorized.",
        "law22": "Information and data about a person or company without the relevant authorization.",
        "law23": "Otherwise, you are prohibited the following:",
        "law24": "Use this website for fraudulent or illegal purposes.",
        "law25": "Disrupt the operation of this website. Which includes servers or networks used for the operation of it.",
        "law26": "Restrict or prevent others from using this website.",
        "law27": "Make any changes to the website without the consent of the company.",
        "law28": "Remove materials from this website.",
        "law29": "Create a database by downloading and systematically storing all or part of the content of this website.",
        "law30": "Use any automatic or manual device to extract, index, mine or any other way to reproduce or circumvent the security and information of this website without prior consent.",
        "law31": "We will cooperate fully with any police authority or court order requesting the company to reveal the identity of any person who has published information or materials and reserves the right to remove such materials from this website at any time.",
        "law32": "The company reserves the right to delete messages whenever it thinks is inappropriate content.",
        "law34": "Links of this website",
        "law35": "This website may include hyperlinks to other websites that are not owned or controlled by the company, not being responsible for the content, privacy policies, security or practices of third-party websites.",
        "law36": "Responsibility",
        "law37": "You will use and navigate this website at your own responsibility.",
        "law38": "The company tries to ensure reliable access, however, it is not responsible for access to this website.",
        "law39": "The company i not reponible for access problems or content errors in this website.",
        "law40": "The company is not responsible for losses or damages arising from problems of access to this website.",
        "law41": "Compensation",
        "law42": "You are responsible for the breach of your obligations in accordance with this policy of use and the consequences arising from said infringement. Recognizing that the company has the right to claim compensation for losses caused by any illegal action included in the terms of use.",
        "law43": "Applicable legislation",
        "law44": "This policy of use is governed and interpreted in accordance with the legislation of Spain, regardless of the choice they adopt of the legal provisions.",
        "law45": "Right to be forgotten:",
        "law46": "The right to be forgotten imply that you could delete any data that could be used to track down your user, in our case that implies: Name, last name, email and the account will be disabled."
    }
}
